Repository: MrServo/openatvreader
Catalog: usr/lib/enigma2/python/Plugins/Extensions/openATVreader/locale/*/LC_MESSAGES/openATVreader.po
Languages: de

source: Please wait...
de: Bitte warten...

source: You´re login session is active as, %s
de: Dein Login ist noch aktiv als %s

source: Try to Login as %s
de: Versuche Login als %s

source: Thanks for login, %s
de: Danke, du bist eingeloggt als %s

source: Login failed!
de: Login fehlgeschlagen

source: You must use Guest Mode!
de: Du musst den Gast Modus benutzen!

source: You are 15 Min. Timebanned
de: Deine IP ist 15 Min. wegen mehrfach fehlgeschlagenen Login Versuchen gesperrt!

source: You are logged in as %s! Please wait a Moment!
de: Du bist eingeloggt als %s! Bitte warte einen Moment!

source: Football Betgame
de: Fussball Tippspiele

source: What is new?
de: Was ist neu?

source: Welcome Guest please login, for full functions!
de: Willkommen Gast, um alle Funktionen zu nutzen, musst du dich einloggen! Hinterlege deine Zugangsdaten in den Einstellungen!

source: Login
de: Einloggen

source: = Setup
de: = Einstellungen

source: = About
de: = Über

source: Load Favorites
de: Lade Favoriten

source: Add to Favorites
de: Zu Favoriten hinzufügen

source: An update is available for openATV Community Reader Plugin! Do you want to download and install now?
de: Ein Update für das openATV Community Reader Plugin ist verfügbar! Möchtest du dieses herunter laden und direkt installieren?

source: Update Check failed! Host not responding
de: Update Prüfung fehlgeschlagen! Host antwortet nicht.

source: Update Feed not available!
de: Update Host momentan nicht erreichbar!

source: please wait a moment for logout!
de: Logout! Bitte warte einen Moment bis das Plugin komplett beendet ist!

source: successful logged out! plugin shutdown!
de: Logout erfolgreich! Plugin beendet sich nun!

source: error by the log out
de: Fehler beim Logout!

source: Forum was added to the favorite list.
de: Gewähltes Forum wurde zur Favoritenliste hinzugefügt!

source: Developer: lolly Webseite: http://lollys-plugins.de
de: Entwickler: lolly Webseite: http://lollys-plugins.de

source: Do you like the plugin?
de: Ihnen gefällt das Plugin?

source: Do you want to make a donation for the development?
de: Sie wollen die Entwicklung mit einer Spende unterstützen?

source: Then send me a donation via PayPal!
de: Dann senden sie mir doch eine Spende per PayPal!

source: Donate by PayPal:
de: Spenden per PayPal:

source: 1. Log in to PayPal.
de: 1. Melden Sie sich bei PayPal an

source: 2. Click: send money.
de: 2. Klicken Sie auf: Geld senden

source: 3. Send money to friends and family.
de: 3. Geld an Freunde und Familie senden

source: 4. E-Mail Address: lolly.enigma2@gmail.com
de: 4. E-Mail-Adresse: lolly.enigma2@gmail.com

source: 5. Amount: free choice.
de: 5. Betrag: Freie Wahl

source: 6. send money.
de: 6. Geld senden

source: I thank you for the support!
de: Ich danke ihnen und allen bisherigen Spendern für die Unterstüzung

source: You can not use PayPal? Then send me an e-mail to lolly.enigma2@gmail.com
de: Sie haben nicht die Möglichkeit PayPal zu benutzen? Dann schreiben sie mir eine E-Mail oder Privat Nachticht

source: %s Favorites
de: %s Favoriten

source: Favorites
de: Favoriten

source: Delete
de: Löschen

source: Starting openATV Community Reader update, please wait...
de: Starte openATV Community Reader Update, bitte warten...

source: openATV Community Reader successfully updated! Do you want to restart the Enigma2 GUI now?
de: openATV Community Reader erfolgreich aktualisiert! Möchten Sie nun die Enigma2 Benutzeroberfläche neustarten?

source: openATV Reader - Setup
de: openATV Reader - Einstellungen

source: Automatic Update Check:
de: Automatische Update Prüfung:

source: Setup Settings Saved! Please restart the Plugin!
de: Einstellungen gesichert! Bitte starten sie das Plugin zuerst neu!

source: Whats new?
de: Was ist neu?

source: Threads
de: Beiträge

source: Load Sub Forums
de: Lade Unterforen

source: Go to Site...
de: Gehe zur Seite...

source: Switch to First Site
de: Lade die erste Seite

source: Switch to Last Site
de: Lade die letzte Seite

source: Thread was added to the favorite list.
de: Gewählter Beitrag wurde zur Favoritenliste hinzugefügt!

source: Sub-Forum
de: Unterforum

source: Sub-Forums
de: Unterforen

source: Full Text
de: Volltext

source: Full Post: %s
de: Volltext: %s

source: Welcome %s in your PM Case
de: Willkommen %s in deinem Postfach

source: Private Messages
de: Private Nachrichten

source: From: %s
de: Von: %s

source: Read PM from: %s
de: Lese Private Nachricht von: %s

source: League
de: Liga

source: User Ranking %s
de: Benutzer Rangliste %s

source: Counted
de: Bewertet

source: Read PM
de: Private Nachrichten

source: = Worklist
de: = Arbeitsliste

source: Entry not addable to favorites list
de: Eintrag ist nicht zufügbar!
